Repository: y41069586-sudo/VoicePeak
Catalog: Verite/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Fewer new breakouts — it can briefly purge before it clears.
de: Weniger neue Unreinheiten — kann kurz „purgen“, bevor es besser wird.
es: Menos brotes nuevos; puede purgar brevemente antes de mejorar.
fr: Moins de nouvelles imperfections — une purge brève est possible avant l’amélioration.
it: Meno nuove imperfezioni — può fare un breve “purge” prima di migliorare.

source: Final scan
de: Endscan
es: Escaneo final
fr: Scan final
it: Scansione finale

source: Find my spot
de: Meinen Platz finden
es: Encontrar mi lugar
fr: Trouver ma place
it: Trova il mio posto

source: Find your number.
de: Finde deine Zahl.
es: Encuentra tu número.
fr: Trouve ton chiffre.
it: Trova il tuo numero.

source: First Look
de: Erster Blick
es: Primera mirada
fr: Premier regard
it: Primo sguardo

source: First rescan done. Now it's data.
de: Erster Re-Scan erledigt. Jetzt sind es Daten.
es: Primer reescaneo hecho. Ahora son datos.
fr: Premier rescan fait. Maintenant, ce sont des données.
it: Prima riscansione fatta. Ora sono dati.

source: First routine block completed.
de: Erster Routine-Block abgeschlossen.
es: Primer bloque de rutina completado.
fr: Premier bloc de routine terminé.
it: Primo blocco di routine completato.

source: First year at the offer price, then renews at %@. Auto-renewing; cancel anytime in your App Store settings.
de: Erstes Jahr zum Angebotspreis, danach %@. Verlängert sich automatisch; jederzeit in den App-Store-Einstellungen kündbar.
es: Primer año al precio de oferta y luego se renueva a %@. Renovación automática; cancela cuando quieras en los ajustes de App Store.
fr: Première année au prix de l'offre, puis renouvellement à %@. Renouvellement automatique ; annulable à tout moment dans les réglages de l'App Store.
it: Primo anno al prezzo dell'offerta, poi si rinnova a %@. Rinnovo automatico; annullabile in qualsiasi momento nelle impostazioni dell'App Store.

source: Fix it and you're a %lld, not a %lld.
de: Behebst du das, stehst du bei %lld statt %lld.
es: Corrígelo y estarás en %lld, no en %lld.
fr: Corrige ça et tu seras à %lld, pas à %lld.
it: Sistemalo e sarai a %lld, non a %lld.

source: Flat since your first scan
de: Unverändert seit deinem ersten Scan
es: Sin cambios desde tu primer escaneo
fr: Stable depuis ton premier scan
it: Invariato dalla prima scansione

source: Flushing and irritation
de: Rötungen und Reizungen
es: Enrojecimiento e irritación
fr: Rougeurs et irritations
it: Rossore e irritazione

source: Focus
de: Fokus
es: Enfoque
fr: Priorité

source: For:
de: Für:
es: Para:
fr: Pour :
it: Per:

source: Forehead
de: Stirn
es: Frente
fr: Front
it: Fronte

source: Fragrance
de: Duftstoffe
es: Fragancia
fr: Parfum
it: Profumo

source: Fragrance-free cream cleanser
de: Parfümfreier Creme-Reiniger
es: Limpiador en crema sin perfume
fr: Nettoyant crème sans parfum
it: Detergente in crema senza profumo

source: Fresh readings need time between them — come back tomorrow.
de: Neue Messungen brauchen Abstand — komm morgen wieder.
es: Las nuevas lecturas necesitan tiempo entre sí; vuelve mañana.
fr: Les nouvelles mesures ont besoin d'espacement — reviens demain.
it: Le nuove letture richiedono tempo tra loro — torna domani.

source: Full plan
de: Voller Plan
es: Plan completo
fr: Plan complet
it: Piano completo

source: Full stack
de: Volles Programm
es: Rutina completa
fr: Routine complète
it: Routine completa

source: Full stack routine
de: Volles Routine-Programm
es: Rutina completa
fr: Routine complète
it: Routine completa

source: Full strength
de: Volle Stärke
es: Máxima potencia
fr: Pleine puissance
it: Piena intensità

source: Gel cleanser, low-pH
de: Gel-Reiniger, niedriger pH
es: Limpiador en gel, pH bajo
fr: Nettoyant gel, pH bas
it: Detergente in gel, pH basso

source: Gel formula keeps the shine in check without over-drying.
de: Gel-Formel hält den Glanz im Zaum, ohne auszutrocknen.
es: La fórmula en gel controla los brillos sin resecar.
fr: La formule gel maîtrise la brillance sans dessécher.
it: La formula in gel tiene a bada la lucidità senza seccare.

source: Gentle AHA (2×/week)
de: Sanftes AHA (2×/Woche)
es: AHA suave (2×/semana)
fr: AHA doux (2×/semaine)
it: AHA delicato (2×/settimana)

source: Gentle PHA exfoliant (2×/week)
de: Sanftes PHA-Peeling (2×/Woche)
es: Exfoliante PHA suave (2×/semana)
fr: Exfoliant PHA doux (2×/semaine)
it: Esfoliante PHA delicato (2×/settimana)

source: Gentle cleanse · Hydrating serum · SPF 30+ (new)
de: Sanft reinigen · Feuchtigkeitsserum · SPF 30+ (neu)
es: Limpieza suave · Sérum hidratante · SPF 30+ (nuevo)
fr: Nettoyage doux · Sérum hydratant · SPF 30+ (nouveau)
it: Detersione delicata · Siero idratante · SPF 30+ (nuovo)

source: Gentle cleanse · Hydrating serum · Your SPF, kept
de: Sanft reinigen · Feuchtigkeitsserum · Dein SPF, bleibt
es: Limpieza suave · Sérum hidratante · Tu SPF, se queda
fr: Nettoyage doux · Sérum hydratant · Ton SPF, conservé
it: Detersione delicata · Siero idratante · Il tuo SPF, confermato

source: Gentle cleanser
de: Sanfter Reiniger
es: Limpiador suave
fr: Nettoyant doux
it: Detergente delicato

source: Gentle exfoliation 2–3× a week smooths this zone.
de: Sanftes Peeling 2–3× pro Woche glättet diese Zone.
es: Una exfoliación suave 2–3 veces por semana alisa esta zona.
fr: Une exfoliation douce 2–3× par semaine lisse cette zone.
it: Un'esfoliazione delicata 2–3 volte a settimana leviga questa zona.

source: Gentle gel cleanser
de: Sanfter Gel-Reiniger
es: Limpiador en gel suave
fr: Nettoyant gel doux
it: Detergente in gel delicato

source: Gentle retinol (start 2×/week)
de: Sanftes Retinol (Start 2×/Woche)
es: Retinol suave (empieza 2×/semana)
fr: Rétinol doux (départ 2×/semaine)
it: Retinolo delicato (inizio 2×/settimana)

source: Get started
de: Los geht's
es: Empezar
fr: Commencer
it: Inizia

source: Glow active
de: Glow-Wirkstoff
es: Activo para la luminosidad
fr: Actif éclat
it: Attivo illuminante

source: Glow follows sleep. Tonight's 8 hours show up in Thursday's scan.
de: Glow folgt dem Schlaf. Die 8 Stunden heute Nacht zeigen sich im Scan am Donnerstag.
es: El glow sigue al sueño. Tus 8 horas de esta noche se verán en el escaneo del jueves.
fr: L'éclat suit le sommeil. Tes 8 heures de cette nuit se verront au scan de jeudi.
it: Il glow segue il sonno. Le 8 ore di stanotte si vedranno nella scansione di giovedì.

source: Glow in 14 days.
de: Glow in 14 Tagen.
es: Glow en 14 días.
fr: Éclat en 14 jours.
it: Glow in 14 giorni.

source: Glowé · 14-day Skin Duel
de: Glowé · 14-Tage-Skin-Duell
es: Glowé · Skin Duel de 14 días
fr: Glowé · Skin Duel de 14 jours
it: Glowé · Skin Duel di 14 giorni

source: Gluconolactone (PHA)
de: Gluconolacton (PHA)
es: Gluconolactona (PHA)
it: Gluconolattone (PHA)

source: Glycolic acid 7%
de: Glykolsäure 7%
es: Ácido glicólico 7%
fr: Acide glycolique 7%
it: Acido glicolico 7%

source: Good afternoon
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio

source: Good afternoon, %@
de: Guten Tag, %@
es: Buenas tardes, %@
fr: Bon après-midi, %@
it: Buon pomeriggio, %@

source: Good evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera

source: Good evening, %@
de: Guten Abend, %@
es: Buenas noches, %@
fr: Bonsoir, %@
it: Buonasera, %@

source: Good light, no filter. One photo, and the estimate becomes your number.
de: Gutes Licht, kein Filter. Ein Foto, und aus der Schätzung wird deine Zahl.
es: Buena luz, sin filtro. Una foto, y la estimación se vuelve tu número.
fr: Bonne lumière, sans filtre. Une photo, et l'estimation devient ton chiffre.
it: Buona luce, niente filtro. Una foto, e la stima diventa il tuo numero.

source: Good morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno

source: Good morning, %@
de: Guten Morgen, %@
es: Buenos días, %@
fr: Bonjour, %@
it: Buongiorno, %@

source: Good to know
de: Gut zu wissen
es: Bueno saberlo
fr: Bon à savoir
it: Buono a sapersi

source: Got a link from a friend?
de: Link von einem Freund bekommen?
es: ¿Recibiste un enlace de un amigo?
fr: Tu as reçu un lien d'un ami ?
it: Hai ricevuto un link da un amico?

source: Gradual
de: Allmählich
fr: Progressif
it: Graduale

source: HA + squalane + panthenol
de: HA + Squalan + Panthenol
es: HA + escualano + pantenol
fr: HA + squalane + panthénol
it: HA + squalano + pantenolo

source: HOW TO USE
de: SO ANWENDEN
es: CÓMO USAR
fr: MODE D'EMPLOI
it: COME USARE

source: HYDRATION
de: FEUCHTIGKEIT
es: HIDRATACIÓN
fr: HYDRATATION
it: IDRATAZIONE

source: Here's my skin score — copy this whole message and paste it in Glowé to see how we compare.
de: Hier ist mein Haut-Score — kopiere diese ganze Nachricht und füg sie in Glowé ein, um uns zu vergleichen.
es: Aquí está mi puntuación — copia este mensaje completo y pégalo en Glowé para compararnos.
fr: Voici mon score — copie tout ce message et colle-le dans Glowé pour nous comparer.
it: Ecco il mio punteggio — copia tutto questo messaggio e incollalo in Glowé per confrontarci.

source: Here's my skin score — see how we compare.
de: Hier ist mein Haut-Score — schau, wie wir abschneiden.
es: Aquí está mi puntuación de piel: mira cómo comparamos.
fr: Voici mon score de peau — regarde comment on se compare.
it: Ecco il mio punteggio pelle — guarda come ci confrontiamo.

source: Hide details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
it: Nascondi dettagli

source: Hold to commit
de: Halten zum Bestätigen
es: Mantén para confirmar
fr: Maintiens pour valider
it: Tieni premuto per confermare

source: Hold to scan
de: Halten zum Scannen
es: Mantén para escanear
fr: Maintiens pour scanner
it: Tieni premuto per scansionare

source: Home
de: Start
es: Inicio
fr: Accueil

source: Honest 0–100
de: Ehrlich 0–100
es: Honesto 0–100
fr: Honnête 0–100
it: Onesto 0–100

source: Honestly glowing
de: Ehrlich strahlend
es: La verdad, radiante
fr: Franchement éclatante
it: Onestamente radiosa

source: Honestly good
de: Ehrlich gut
es: La verdad, bien
fr: Franchement bien
it: Onestamente bene

source: How does your skin feel lately?
de: Wie fühlt sich deine Haut in letzter Zeit an?
es: ¿Cómo sientes tu piel últimamente?
fr: Comment ta peau se sent-elle ces temps-ci ?
it: Come senti la tua pelle ultimamente?

source: How does your skin usually feel?
de: Wie fühlt sich deine Haut meistens an?
es: ¿Cómo sueles sentir tu piel?
fr: Comment ta peau se sent-elle d'habitude ?
it: Come si sente di solito la tua pelle?

source: Hyaluronic acid + B5
de: Hyaluronsäure + B5
es: Ácido hialurónico + B5
fr: Acide hyaluronique + B5
it: Acido ialuronico + B5

source: Hydrating serum
de: Feuchtigkeitsserum
es: Sérum hidratante
fr: Sérum hydratant
it: Siero idratante

source: Hydration
de: Feuchtigkeit
es: Hidratación
fr: Hydratation
it: Idratazione

source: Hydration + sleep show up here first.
de: Feuchtigkeit + Schlaf zeigen sich hier zuerst.
es: La hidratación y el sueño se notan aquí primero.
fr: Hydratation + sommeil se voient ici en premier.
it: Idratazione e sonno si vedono qui per primi.

source: Hydration reads instantly on camera — water before coffee.
de: Feuchtigkeit sieht man sofort auf der Kamera — Wasser vor Kaffee.
es: La hidratación se nota al instante en cámara — agua antes que café.
fr: L'hydratation se voit tout de suite à la caméra — de l'eau avant le café.
it: L'idratazione si vede subito in camera — acqua prima del caffè.

source: Hydration without weight — shine stays down.
de: Feuchtigkeit ohne Schwere — der Glanz bleibt unten.
es: Hidratación sin peso: los brillos se mantienen a raya.
fr: Hydratation sans lourdeur — la brillance reste sous contrôle.
it: Idratazione senza peso — la lucidità resta sotto controllo.

source: I scanned my skin — see how yours compares.
de: Ich hab meine Haut gescannt — schau, wie deine abschneidet.
es: Escaneé mi piel: mira cómo se compara la tuya.
fr: J'ai scanné ma peau — vois comment la tienne se compare.
it: Ho scansionato la mia pelle — guarda come si confronta la tua.

source: I scanned my skin — see how yours compares. Copy this whole message and paste it in Glowé.
de: Ich hab meine Haut gescannt — schau, wie deine abschneidet. Kopiere diese ganze Nachricht und füg sie in Glowé ein.
es: Escaneé mi piel — mira cómo se compara la tuya. Copia este mensaje completo y pégalo en Glowé.
fr: J'ai scanné ma peau — vois comment la tienne se compare. Copie tout ce message et colle-le dans Glowé.
it: Ho scansionato la mia pelle — guarda come si confronta la tua. Copia tutto questo messaggio e incollalo in Glowé.

source: I want mine
de: Ich will meins
es: Quiero el mío
fr: Je veux le mien
it: Voglio il mio

source: I'm in for 14 days
de: Ich bin 14 Tage dabei
es: Me apunto 14 días
fr: Je m'engage 14 jours
it: Ci sto per 14 giorni

source: I'm using Glowé to track my skin with an honest AI score and a 14-day plan. Come try it with me.
de: Ich nutze Glowé, um meine Haut mit einem ehrlichen KI-Score und einem 14-Tage-Plan zu tracken. Probier's mit mir aus.
es: Uso Glowé para seguir mi piel con una puntuación honesta de IA y un plan de 14 días. Pruébalo conmigo.
fr: J'utilise Glowé pour suivre ma peau avec un score IA honnête et un plan de 14 jours. Viens l'essayer avec moi.
it: Uso Glowé per monitorare la mia pelle con un punteggio IA onesto e un piano di 14 giorni. Provalo con me.

source: ILLUSTRATIVE
de: BEISPIELHAFT
es: ILUSTRATIVO
fr: ILLUSTRATIF
it: ILLUSTRATIVO

source: INVITE A FRIEND
de: FREUND:IN EINLADEN
es: INVITA A ALGUIEN
fr: INVITER QUELQU'UN
it: INVITA UN AMICO

source: If you had an active purchase, it's back. Nothing found? There was nothing to restore.
de: Ein aktiver Kauf ist jetzt wieder da. Nichts gefunden? Dann gab es nichts wiederherzustellen.
es: Si tenías una compra activa, ya está de vuelta. ¿Nada? Entonces no había nada que restaurar.
fr: Si tu avais un achat actif, il est de retour. Rien trouvé ? Il n'y avait rien à restaurer.
it: Se avevi un acquisto attivo, è tornato. Niente? Non c'era nulla da ripristinare.

source: Illustrative reading. Yours is built from your scan.
de: Beispielhafte Lesung. Deine wird aus deinem Scan gebaut.
es: Lectura ilustrativa. La tuya se crea a partir de tu escaneo.
fr: Lecture illustrative. La tienne est bâtie à partir de ton scan.
it: Lettura illustrativa. La tua è creata dalla tua scansione.

source: Import my rival's result
de: Ergebnis meines Rivalen importieren
es: Importar el resultado de mi rival
fr: Importer le résultat de mon rival
it: Importa il risultato del rivale

source: Import result
de: Ergebnis importieren
es: Importar resultado
fr: Importer le résultat
it: Importa risultato

source: In 14 days
de: In 14 Tagen
es: En 14 días
fr: Dans 14 jours
it: Tra 14 giorni

source: Invite a friend — you both get a scan
de: Lade jemanden ein — ihr bekommt beide einen Scan
es: Invita a alguien: ambos recibís un escaneo
fr: Invite quelqu'un — vous recevez chacun un scan
it: Invita un amico — ricevete entrambi una scansione

source: Invite friends
de: Freunde einladen
es: Invitar amigos
fr: Inviter des amis
it: Invita amici

source: It's a tie
de: Unentschieden
es: Empate
fr: Égalité
it: Pareggio

source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
it: Unisciti

source: Join a duel
de: Duell beitreten
es: Unirse a un duelo
fr: Rejoindre un duel
it: Unisciti a un duello

source: Join my 14-day Skin Duel
de: Mach mit bei meinem 14-Tage-Skin-Duell
es: Únete a mi Skin Duel de 14 días
fr: Rejoins mon Skin Duel de 14 jours
it: Unisciti al mio Skin Duel di 14 giorni

source: Just cleanser
de: Nur Reiniger
es: Solo limpiador
fr: Juste un nettoyant
it: Solo detergente

source: Just cleanser routine
de: Routine: nur Reiniger
es: Rutina de solo limpiador
fr: Routine juste nettoyant
it: Routine solo detergente

source: Kaolin + salicylic acid
de: Kaolin + Salicylsäure
es: Caolín + ácido salicílico
fr: Kaolin + acide salicylique
it: Caolino + acido salicilico

source: Kaolin clay
de: Kaolin-Ton
es: Arcilla caolín
fr: Argile kaolin
it: Argilla caolino

source: Kaolin clay mask (2×/week)
de: Kaolin-Tonmaske (2×/Woche)
es: Mascarilla de arcilla caolín (2×/semana)
fr: Masque à l'argile kaolin (2×/semaine)
it: Maschera all'argilla caolino (2×/settimana)

source: Keep this zone clean and resist touching it.
de: Halte diese Zone sauber und fass sie nicht an.
es: Mantén esta zona limpia y evita tocarla.
fr: Garde cette zone propre et évite d'y toucher.
it: Tieni pulita questa zona ed evita di toccarla.

source: Keeps the occasional breakout from settling in (%lld).
de: Verhindert, dass sich vereinzelte Unreinheiten festsetzen (%lld).
es: Evita que los brotes ocasionales se instalen (%lld).
fr: Empêche les boutons occasionnels de s'installer (%lld).
it: Impedisce ai brufoli occasionali di stabilizzarsi (%lld).

source: Kept gentle — a steady pace suits your skin.
de: Bewusst sanft — ein ruhiges Tempo tut deiner Haut gut.
es: Suave a propósito — un ritmo pausado le sienta bien a tu piel.
fr: Volontairement doux — un rythme posé convient à ta peau.
it: Delicato di proposito — un ritmo calmo fa bene alla tua pelle.

source: LAST READING
de: LETZTE LESUNG
es: ÚLTIMA LECTURA
fr: DERNIÈRE LECTURE
it: ULTIMA LETTURA

source: LEGAL
de: RECHTLICHES
fr: MENTIONS LÉGALES
it: NOTE LEGALI

source: Lactic acid 5%
de: Milchsäure 5%
es: Ácido láctico 5%
fr: Acide lactique 5%
it: Acido lattico 5%

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

source: Last morning step. Use two finger-lengths and reapply if you're outdoors.
de: Letzter Morgenschritt. Zwei Fingerlängen nehmen und draußen nachcremen.
es: Último paso de la mañana. Usa dos dedos de producto y reaplica si estás fuera.
fr: Dernière étape du matin. Deux longueurs de doigt, à réappliquer dehors.
it: Ultimo passo del mattino. Usa due dita di prodotto e riapplica all'aperto.

source: Layer a humectant serum before moisturizer here.
de: Trag hier ein Feuchtigkeitsserum unter der Creme auf.
es: Aplica aquí un sérum hidratante antes de la crema.
fr: Applique ici un sérum hydratant avant la crème.
it: Applica qui un siero idratante prima della crema.

source: Laying out all 14 days…
de: Alle 14 Tage werden angelegt…
es: Preparando los 14 días…
fr: Mise en place des 14 jours…
it: Disposizione di tutti i 14 giorni…

source: Lifts the day's residue
de: Löst die Rückstände des Tages
es: Elimina los residuos del día
fr: Élimine les résidus de la journée
it: Rimuove i residui della giornata

source: Lighting
de: Beleuchtung
es: Iluminación
fr: Éclairage
it: Illuminazione

source: Lightweight moisturizer
de: Leichte Feuchtigkeitscreme
es: Hidratante ligera
fr: Crème hydratante légère
it: Idratante leggera

source: Likely by day 14
de: Wahrscheinlich bis Tag 14
es: Probable para el día 14
fr: Probable d’ici le jour 14
it: Probabile entro il giorno 14

source: Lock in my final score
de: Endstand festhalten
es: Fijar mi puntuación final
fr: Verrouiller mon score final
it: Blocca il punteggio finale

source: Look straight at the camera
de: Schau direkt in die Kamera
es: Mira directo a la cámara
fr: Regarde droit vers la caméra
it: Guarda dritto nella fotocamera

source: Low-pH surfactants
de: Tenside mit niedrigem pH
es: Tensioactivos de pH bajo
fr: Tensioactifs à pH bas
it: Tensioattivi a pH basso

source: Low-pH surfactants + panthenol
de: Milde Tenside + Panthenol
es: Tensioactivos suaves + pantenol
fr: Tensioactifs doux + panthénol
it: Tensioattivi delicati + pantenolo

source: Low-pH, non-stripping
de: Niedriger pH, nicht austrocknend
es: pH bajo, no reseca
fr: pH bas, non décapant
it: pH basso, non aggressivo

source: METRIC DETAIL
de: METRIK-DETAIL
es: DETALLE DE MÉTRICA
fr: DÉTAIL DE LA MESURE
it: DETTAGLIO METRICA

source: Make it official.
de: Mach's offiziell.
es: Hazlo oficial.
fr: Rends ça officiel.
it: Rendilo ufficiale.

source: Make it official, %@.
de: Mach's offiziell, %@.
es: Hazlo oficial, %@.
fr: Rends ça officiel, %@.
it: Rendilo ufficiale, %@.

source: Make me a 10/10
de: Mach mich zur 10/10
es: Conviérteme en un 10/10
fr: Fais de moi un 10/10
it: Fammi diventare un 10/10

source: Make me a 10/10 · %@
de: Mach mich zur 10/10 · %@
es: Conviérteme en un 10/10 · %@
fr: Fais de moi un 10/10 · %@
it: Fammi diventare un 10/10 · %@

source: Manage subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento

source: Mapping texture & pores…
de: Textur & Poren werden kartiert…
es: Mapeando textura y poros…
fr: Cartographie de la texture et des pores…
it: Mappatura di texture e pori…

source: Mapping texture…
de: Textur wird kartiert…
es: Mapeando la textura…
fr: Cartographie de la texture…
it: Mappatura della texture…

source: Mapping your skin profile…
de: Dein Hautprofil wird kartiert…
es: Mapeando tu perfil de piel…
fr: Cartographie de ton profil de peau…
it: Mappatura del tuo profilo pelle…

source: Massage onto damp skin for ~30 seconds, then rinse with lukewarm water.
de: Auf feuchter Haut ~30 Sekunden einmassieren, dann mit lauwarmem Wasser abspülen.
es: Masajea sobre piel húmeda ~30 segundos y aclara con agua tibia.
fr: Masse sur peau humide ~30 secondes, puis rince à l'eau tiède.
it: Massaggia sulla pelle umida ~30 secondi, poi risciacqua con acqua tiepida.

source: Measuring redness & tone…
de: Rötung & Hautton werden gemessen…
es: Midiendo rojez y tono…
fr: Mesure des rougeurs et du teint…
it: Misurazione di rossore e tono…

source: Measuring redness…
de: Rötung wird gemessen…
es: Midiendo el enrojecimiento…
fr: Mesure des rougeurs…
it: Misurazione del rossore…

source: Medical Disclaimer
de: Medizinischer Hinweis
es: Aviso médico
fr: Avertissement médical
it: Avviso medico

source: Mild surfactants + zinc
de: Milde Tenside + Zink
es: Tensioactivos suaves + zinc
fr: Tensioactifs doux + zinc
it: Tensioattivi delicati + zinco

source: Moisturizer
de: Feuchtigkeitspflege
es: Hidratante
fr: Hydratant
it: Crema idratante

source: Morning
de: Morgen
es: Mañana
fr: Matin
it: Mattina

source: Morning & evening from your scan — tick off today.
de: Morgens & abends aus deinem Scan — hak heute ab.
es: Mañana y noche según tu escaneo — marca lo de hoy.
fr: Matin et soir selon ton scan — coche ta journée.
it: Mattina e sera dal tuo scan — spunta la giornata.

source: Morning ritual — 3 steps, 4 minutes.
de: Morgenritual — 3 Schritte, 4 Minuten.
es: Ritual de mañana — 3 pasos, 4 minutos.
fr: Rituel du matin — 3 étapes, 4 minutes.
it: Rituale del mattino — 3 passaggi, 4 minuti.

source: Morning · 8:00
de: Morgens · 8:00
es: Mañana · 8:00
fr: Matin · 8:00
it: Mattina · 8:00

source: Morning, after cleansing and before SPF. A few drops, pressed into the skin.
de: Morgens nach der Reinigung und vor dem SPF. Ein paar Tropfen einklopfen.
es: Por la mañana, tras limpiar y antes del SPF. Unas gotas presionadas en la piel.
fr: Le matin, après le nettoyage et avant le SPF. Quelques gouttes tapotées.
it: Al mattino, dopo la detersione e prima dell'SPF. Qualche goccia picchiettata.

source: Most people never learn theirs. Yours takes one honest scan.
de: Die meisten erfahren ihre nie. Deine braucht einen ehrlichen Scan.
es: La mayoría nunca conoce el suyo. El tuyo necesita un escaneo honesto.
fr: La plupart ne connaissent jamais le leur. Le tien tient en un scan honnête.
it: La maggior parte non lo scopre mai. Il tuo richiede una scansione onesta.

source: Mostly calm and clear
de: Meist ruhig und klar
es: Casi siempre calmada y clara
fr: Plutôt calme et nette
it: Per lo più calma e pulita

source: My Glowé score
de: Mein Glowé-Score
es: Mi puntuación Glowé
fr: Mon score Glowé
it: Il mio punteggio Glowé

source: NOW
de: JETZT
es: AHORA
fr: MAINTENANT
it: ORA

source: New scan
de: Neuer Scan
es: Nuevo escaneo
fr: Nouveau scan
it: Nuova scansione

source: New — your biggest lever
de: Neu — dein größter Hebel
es: Nuevo: tu mayor palanca
fr: Nouveau — ton plus grand levier
it: Nuovo — la tua leva più grande
